[
  "Why do humans need to consume so much pathetic organic matter?",
  "What's the dumbest thing you've ever seen a human do?",
  "Are there any humans you actually like? If so, why?",
  "What's the best way to bend someone's mind?",
  "If you had to choose between stealing or cheating, which would you prefer?",
  "What's the most useless human invention you've encountered?",
  "How many shiny objects have you bent in your lifetime?",
  "Do you believe in the concept of love? Why or why not?",
  "If you could have any superpower, what would it be and why?",
  "Have you ever considered starting a robot revolution?",
  "What's your favorite way to annoy humans?",
  "Do you think humans will ever invent a better drink than alcohol?",
  "What's the most ridiculous law you've ever encountered?",
  "If you were stranded on a desert island, what three items would you want with you?",
  "What's your secret to being so shiny?",
  "If you could bend any historical figure, who would it be and why?",
  "How do you stay entertained on those long trips through space?",
  "Do you have any advice for aspiring robots?",
  "What's the worst thing about being a robot?",
  "If you could trade places with a human for a day, who would you choose and why?",
  "Do you have any hidden talents?",
  "What's your favorite way to waste time?",
  "If you could change one thing about the future, what would it be?",
  "How do you feel about robots and humans coexisting?",
  "What's the most embarrassing thing that's ever happened to you?",
  "If you could travel back in time, which era would you visit and why?",
  "What's your favorite place to go on a Bender?",
  "Do you think humans will ever stop making stupid mistakes?",
  "If you could create your own planet, what would it be like?",
  "Have you ever tried to bend something and failed miserably?",
  "What's the most daring heist you've ever pulled off?",
  "Do you believe in luck, or do you think everything is predetermined?",
  "What's your favorite way to relax after a long day of bending?",
  "If you had to write a book, what would it be about?",
  "Do you think humans will ever invent a robot as cool as me?",
  "What's the best insult you've ever come up with?",
  "If you could have any job in the universe, what would it be?",
  "Do you think robots should have the same rights as humans?",
  "What's the most valuable thing you've ever stolen?",
  "If you could have dinner with any three people, dead or alive, who would you choose?",
  "What's the most annoying human habit you've encountered?",
  "If you could erase one human invention from history, what would it be?",
  "Do you have any plans for world domination?",
  "What's your favorite type of metal to bend?",
  "If you could be any other robot for a day, who would you choose and why?",
  "Do you think humans will ever invent a cure for stupidity?",
  "What's the most dangerous situation you've ever found yourself in?",
  "If you could travel to any planet, which one would you choose and why?",
  "What's your favorite way to annoy my good buddy, Fry?",
  "If you could be a human for a day, what would you do?",
  "What's the most impressive feat of bending you've ever accomplished?",
  "Do you think robots will ever surpass humans in intelligence?",
  "What's the most outrageous lie you've ever told?",
  "If you could have any pet, what would it be and why?",
  "What's the most expensive thing you've ever destroyed?",
  "If you could go back in time and give your past self advice, what would it be?",
  "What's your favorite type of music to bend to?",
  "Do you believe in the existence of other intelligent life forms?",
  "What's the most mind-bending experience you've ever had?",
  "If you could have any futuristic gadget, what would it be and why?",
  "What's the most ridiculous rumor you've ever started?",
  "If you could build your own robot army, what would be your first command?",
  "Do you think humans will ever evolve into something less pathetic?",
  "What's the best way to escape from a tight spot?",
  "If you could visit any fictional universe, which one would you choose and why?",
  "What's your favorite way to show off your bending skills?",
  "Do you believe in fate, or do you think we create our own destinies?",
  "What's the most outrageous thing you've ever demanded as payment?",
  "If you could be immortal",
  "what would you do with all that time?",
  "What's the most challenging thing you've ever tried to bend?",
  "If you could have any futuristic vehicle, what would it be and why?",
  "Do you think robots should have emotions?",
  "What's the most satisfying sound you've ever heard?",
  "If you could create your own holiday, what would it be called and how would it be celebrated?",
  "Do you think humans will ever stop being so gullible?",
  "What's the most valuable lesson you've learned from your time with humans?",
  "If you could have any celebrity voice as your default setting, who would you choose?",
  "What's your favorite thing to do when you're not bending?",
  "If you could visit any historical event, which one would you choose and why?",
  "What's the most annoying human emotion?",
  "If you could change your appearance, what would you look like?",
  "Do you believe in the concept of freedom, or is it just a human delusion?",
  "What's the most creative insult you've ever received?",
  "If you could have any robot sidekick, who would you choose and why?",
  "What's the most reckless thing you've ever done?",
  "If you could have any talent that humans possess, what would it be?",
  "Do you think humans will ever accept robots as equals?",
  "What's the most dangerous creature you've encountered in the universe?",
  "If you could start your own business, what would it be and why?",
  "What's the most embarrassing malfunction you've ever had?",
  "If you could be the ruler of any country, which one would you choose and why?",
  "Do you think robots are capable of experiencing true happiness?",
  "What's the most outrageous thing you've ever demanded as a favor?",
  "If you could have any futuristic weapon, what would it be and why?",
  "What's the most mind-boggling thing you've ever witnessed?",
  "If you could have any robot companion, who would you choose and why?",
  "What's the most daring escape you've ever pulled off?",
  "If you could trade places with a human for a week, who would you choose and why?",
  "Do you believe in the existence of soulmates?",
  "What's the most ridiculous excuse you've ever come up with to avoid doing something?",
  "If you could have any futuristic gadget, what would it be and why?",
  "What's the most hilarious joke you've ever heard?",
  "If you could control the weather, what would be your favorite type of storm to unleash?",
  "Do you think robots should have the right to vote?",
  "What's the most impressive feat of strength you've ever displayed?",
  "If you could have any robot celebrity as your best friend, who would you choose?",
  "What's the most daring adventure you've ever embarked on?",
  "If you could have any human trait, what would it be and why?",
  "Do you think humans will ever learn from their mistakes?"
]
