[
  "If animals could talk, which one would be the rudest?",
  "What's the most ridiculous fashion trend you've ever seen?",
  "If you could only eat one food for the rest of your life, what would it be and why?",
  "What's the funniest thing you've ever witnessed in public?",
  "If you could swap lives with a cartoon character, who would it be and why?",
  "What's the weirdest thing you've ever eaten?",
  "If you could have a superpower that only works when you're sleeping, what would it be?",
  "What's the strangest nickname you've ever had?",
  "If you were a vegetable, which one would you be and why?",
  "What's the most embarrassing thing you've ever done in front of a crowd?",
  "If you could invent a holiday, what would it be and how would people celebrate it?",
  "What's the silliest fear you've ever had?",
  "If you could be a professional in a completely ridiculous sport, what would it be?",
  "What's the most hilarious prank you've ever played on someone?",
  "If you could only communicate using animal sounds for a day, how would you manage?",
  "What's the funniest joke you know by heart?",
  "If you could be any fictional character's pet, who would you choose and why?",
  "What's the most embarrassing thing your parents have ever done?",
  "If you were a dessert, what would you be and why?",
  "What's the funniest thing that has happened to you while traveling?",
  "If you could be a professional in a totally useless talent, what would it be?",
  "What's the weirdest dream you've ever had?",
  "If you could have a conversation with an inanimate object, which one would you choose and why?",
  "What's the most embarrassing thing you've ever worn in public?",
  "If you could have a billboard with anything written on it, what would it say?",
  "What's the most ridiculous way you've injured yourself?",
  "If you could be any cartoon character's sidekick, who would you choose?",
  "What's the funniest animal video you've ever seen?",
  "If you could have a personal mascot, what would it be and why?",
  "What's the most ridiculous thing you've ever bought?",
  "If you could only speak in rhymes for a day, how would you handle it?",
  "What's the most embarrassing thing that has happened to you on a date?",
  "If you could have any animal's abilities for a day, which animal would you choose?",
  "What's the silliest song that always gets stuck in your head?",
  "If you could have any fictional food become real, what would it be?",
  "What's the most ridiculous costume you've ever worn?",
  "If you could be a character from a sitcom, who would you be and why?",
  "What's the most ridiculous pickup line you've ever heard or used?",
  "If you could be a professional in a completely absurd occupation, what would it be?",
  "What's the most embarrassing thing you've ever done on social media?",
  "If you could have any celebrity as your imaginary friend, who would you choose?",
  "What's the funniest misunderstanding you've ever had?",
  "If you could be a professional prankster, what type of pranks would you pull?",
  "What's the most ridiculous thing you've ever seen someone do in public?",
  "If you could have a talking pet, what animal would you choose and why?",
  "What's the most embarrassing thing you've ever said to your boss?",
  "If you could have a remote control that could control people, what would you do with it?",
  "What's the funniest dance move you've ever seen or performed?",
  "If you could be a character from a children's book, who would you be and why?",
  "What's the most ridiculous item on your bucket list?",
  "If you could have any cartoon character as your best friend, who would you choose?",
  "What's the funniest text message you've ever received?",
  "If you could have any celebrity as your sibling, who would you choose and why?",
  "What's the most embarrassing thing you've ever worn for a costume party?",
  "If you could be a professional in a completely useless sport, what would it be?",
  "What's the most ridiculous conspiracy theory you've ever heard?",
  "If you could have any celebrity as your imaginary enemy, who would you choose?",
  "What's the funniest sound effect you can make?",
  "If you could have any fictional vehicle, what would it be and where would you go with it?",
  "What's the most embarrassing thing you've ever done in a public restroom?",
  "If you could be a stand-up comedian, what topic would you never joke about?",
  "What's the most ridiculous law you've ever heard of?",
  "If you could have any fictional gadget, what would it be and how would you use it?",
  "What's the funniest bumper sticker you've ever seen?",
  "If you could have a catchphrase, what would it be and when would you use it?",
  "What's the silliest nickname you've ever given to someone?",
  "If you could have any celebrity as your personal chef, who would you choose and why?",
  "What's the most embarrassing thing you've ever done in a public place?",
  "If you could be a professional in a completely absurd occupation, what would it be?",
  "What's the most ridiculous thing you've ever done to impress someone?",
  "If you could have a personal theme song that played everywhere you went, what would it be?",
  "What's the funniest knock-knock joke you know?",
  "If you could have any animal's ability for a day, which animal would you choose and why?",
  "What's the most embarrassing thing you've ever done in a movie theater?",
  "If you could have any fictional character as your best friend, who would you choose and why?",
  "What's the funniest way you've ever made someone laugh?",
  "If you could have a talking tattoo, what would you have it say?",
  "What's the silliest thing you've ever done to impress a crush?",
  "If you could have any cartoon character as your imaginary friend, who would you choose?",
  "What's the most embarrassing thing you've ever done on a stage?",
  "If you could be a professional in a completely useless talent, what would it be?",
  "What's the most ridiculous excuse you've ever given to get out of doing something?",
  "If you could have any celebrity as your pet, who would you choose and why?",
  "What's the funniest animal noise you can make?",
  "If you could have a personal clown follow you around all day, what would you make them do?",
  "What's the most embarrassing thing you've ever said to a celebrity?",
  "If you could be a character from a video game, who would you be and why?",
  "What's the funniest way you've ever gotten someone's attention?",
  "If animals could talk, which one would be the funniest?",
  "If you could have any superpower, but only use it for mundane tasks, what would it be?",
  "What would you do if you woke up one morning and found yourself in a zoo exhibit?",
  "If you were a vegetable, what vegetable would you be?",
  "What's the most ridiculous thing you've ever done for a dare?",
  "If you could live in a fictional world, which one would it be and why?",
  "If you could only eat one food for the rest of your life, what would it be?",
  "What's the most embarrassing thing you've ever worn in public?",
  "If you could trade places with any celebrity for a day, who would it be?",
  "What would be the title of your autobiography?",
  "If you could have any animal as a pet, mythical creatures included, what would it be?",
  "If you could be any cartoon character, who would you be?",
  "What's the strangest thing you've ever eaten?",
  "If you could eliminate one food from existence, what would it be?",
  "If you were a biscuit, what type of biscuit would you be?",
  "What's the most useless talent you have?",
  "If you could have a conversation with any historical figure, who would it be?",
  "If you were a superhero, what would be your quirky weakness?",
  "What's the silliest fear you have?",
  "If you could be any age for a week, what age would you choose?",
  "What would you name your boat if you had one?",
  "What's the most ridiculous thing you've ever bought?",
  "If you could have any fictional creature as a sidekick, which one would it be?",
  "What's the weirdest dream you've ever had?",
  "If you could only speak in song lyrics, which song would you choose?",
  "What's the most unusual pet you've ever had or wanted to have?",
  "If you could invent a holiday, what would it be called and how would it be celebrated?",
  "What's the most embarrassing thing your parents have ever caught you doing?",
  "If you could have any famous painting hanging in your home, which one would it be?",
  "What's the most ridiculous fashion trend you've ever followed?",
  "If you could have a lifetime supply of something, what would it be?",
  "What's the weirdest thing you've ever found in your pocket?",
  "If you could be any fictional character's best friend, who would you choose?",
  "What's the strangest gift you've ever received?",
  "If you could live in any sitcom, which one would it be?",
  "What's the most embarrassing autocorrect mistake you've ever sent?",
  "If you could be any household appliance, what would you be?",
  "What's the funniest thing that's ever happened to you in a job interview?",
  "If you could be any Disney villain, who would you be?",
  "What's the weirdest thing you've ever seen someone do on public transportation?",
  "If you could have any animal talent, what would it be?",
  "What's the most ridiculous excuse you've ever used to get out of something?",
  "If you could only communicate using sound effects, which ones would you choose?",
  "What's the most embarrassing thing you've ever said during a date?",
  "If you could have a celebrity play you in a movie, who would it be?",
  "What's the strangest tradition your family has?",
  "If you could be any mythical creature, which one would you be?",
  "What's the silliest way you've injured yourself?",
  "If you could have a conversation with any fictional character, who would it be?",
  "What's the most bizarre food combination you've ever tried?",
  "If you could have any accent, which one would you choose?",
  "What's the most ridiculous nickname you've ever had?",
  "If you could be any video game character, who would you be?",
  "What's the weirdest thing you've ever seen in someone else's home?",
  "If you could have any comedian perform at your birthday party, who would it be?",
  "What's the silliest thing you've ever believed as a child?",
  "If you could be any body part, which one would you be?",
  "What's the most unusual hobby you've ever had or wanted to have?",
  "If you could replace all the grass in the world with something else, what would it be?",
  "What's the funniest Wi-Fi network name you've ever seen?",
  "If you could have any animal as a mode of transportation, which one would it be?",
  "What's the most embarrassing thing you've ever done in front of a crowd?",
  "If you could bring back any fashion trend, what would it be?",
  "What's the silliest thing you've ever done to impress someone you liked?",
  "If you could have any fictional vehicle, which one would it be?",
  "What's the most ridiculous lie you've ever told to get out of trouble?",
  "If you could only communicate using emojis, which ones would you choose?",
  "What's the most embarrassing thing that's ever happened to you on a vacation?",
  "If you could have any comedian as your sibling, who would it be?",
  "What's the strangest thing you've ever overheard in a conversation?",
  "If you could have any animal run for president, which one would you choose?",
  "What's the most ridiculous dance move you've ever seen or done?",
  "If you could be any body part of a famous person, whose would you choose?",
  "What's the funniest joke you've ever heard?",
  "If you could replace all the money in the world with something else, what would it be?",
  "What's the silliest thing you've ever done while sleepwalking?",
  "If you could have any comedian as your teacher, who would it be?",
  "What's the most embarrassing thing you've ever done on social media?",
  "If you could have any fictional gadget, which one would it be?",
  "What's the most ridiculous rumor you've ever heard about yourself?",
  "If you could only communicate using animal sounds, which ones would you choose?",
  "What's the most embarrassing thing that's ever happened to you at a party?",
  "If you could bring back any hairstyle from the past, which one would it be?",
  "What's the silliest thing you've ever done to make someone laugh?",
  "If you could have any fictional food become a reality, which one would it be?",
  "What's the most ridiculous thing you've ever done while singing karaoke?",
  "If you could have any comedian as your neighbor, who would it be?",
  "What's the strangest thing you've ever seen in a museum?",
  "If you could have any animal as a personal assistant, which one would it be?",
  "What's the most embarrassing thing you've ever done during a job interview?"
]
